/* No comment provided by engineer. */
"The index is locked. Please make sure that the index is not being modified by any other applications before searching." = "The index is locked. Please make sure that the index is not being modified by any other applications before searching.";

/* Error message displayed when apropos or whatis exits nonzero. */
"The search tool returned an error. Try rebuilding the index and searching again, and ensure (if applicable) that your search is a valid regular expression." = "The search tool returned an error. Try rebuilding the index and searching again, and ensure (if applicable) that your search is a valid regular expression.";

/* No comment provided by engineer. */
"Unable to create temporary index directory." = "Unable to create temporary index directory.";

